Repository: bobz392/Achieve
Catalog: Accomplish/*.lproj/Localizable.strings
Languages: ar, de, id, ja, ko, nl, th, uk, zh_hans

# taskTodays
source: You have %d tasks due today.
ar: لديك %d المهام الواجبة اليوم
de: Du hast %d Aufgaben heute fällig.
id: Anda memiliki %d tugas karena hari ini.
ja: 今日では、%d つのタスクがあります.
ko: 당신은 오늘 인해 %d 의 작업을해야합니다.
nl: Je hebt %d taken als gevolg van vandaag.
th: คุณมีงาน %d เนื่องจากวันนี้.
uk: вас є %d завдання повиннісьогодні.
zh_hans: 您今天还有%d个任务。

# showAll
source: All Tasks
zh_hans: 所有任务

# showPriority
source: Show task with priority
zh_hans: 仅显示优先级为

# timeMethodRunning
source: (Working)
ar: (العمل)
de: (Arbeiten)
id: (Kerja)
ja: (作業)
ko: (일)
nl: (Werken)
th: (ที่ทำงาน)
uk: (Робочий)
zh_hans: (工作中)

# shortCutCreate
source: Create Task
zh_hans: 添加新任务

# shortCutCalendar
source: Enter Today
zh_hans: 进入今天

source: Email us
ar: أرسل لنا
de: uns EMail
id: Email kami
ja: 電子メールでお問い合わせ
ko: 이메일을 보내
nl: E-mail ons
th: ส่งอีเมล์ถึงเรา
uk: Пишіть нам
zh_hans: 给我们邮件

source: About
ar: حول
de: Etwa
id: Tentang
ja: について
ko: 약
nl: Over
th: เกี่ยวกับ
uk: О
zh_hans: 关于

source: Write review
ar: أكتب مراجعة
de: Bewertung schreiben
id: Menulis ulasan
ja: あなたの提案
ko: 리뷰 쓰기
nl: Schrijf review
th: เขียนรีวิว
uk: Написати відгук
zh_hans: 给我们评分

# theme
source: Background
zh_hans: 背景

# enabDueNextDay
source: Postpone unfinished tasks
ar: المهام التي لم تكتمل مؤجل
de: Verschoben Aufgabendie nicht abgeschlossen sind
id: Ditunda tugas yang tidak selesai
ja: 未完成の延期
ko: 완료되지 않은 작업을 연기
nl: Uitgesteld taken die niet zijn voltooid
th: งานที่ไม่เสร็จเลื่อน
uk: Відкладено завдання, які не завершені
zh_hans: 推迟未完成的任务

# finishSound
source: Task finished sound
ar: العمل زمارة الانتهاء
de: Aufgabe Abschluss Piep
id: Tugas selesai beep
ja: タスク完了のビープ音
ko: 작업 완료 비프 음
nl: Task voltooiing piep
th: เสร็จงานเสียงเตือน
uk: Завдання завершення звукового сигналу
zh_hans: 任务完成提示音

# taskSort
source: Tasks sorted by
zh_hans: 任务排序

# hintClose
source: Show hint button
zh_hans: 显示提示按钮

# sortPriority
source: Sorted by priority
zh_hans: 按照优先级排序

# sortCreated
source: Sorted by created date
zh_hans: 按照创建日期排序

# startDay
source: Week start on
ar: أسبوع تبدأ يوم
de: Woche beginnen
id: Minggu mulai pada
ja: 週の開始日
ko: 주에 시작
nl: Week start op
th: สัปดาห์เริ่มต้นใน
uk: Тиждень почнеться
zh_hans: 每周开始于

source: Licenses
ar: تراخيص
de: Lizenzen
id: Lisensi
ja: オープン ソース ライセンス
ko: 라이센스
nl: Licenties
th: ใบอนุญาต
uk: Ліцензії
zh_hans: 开源许可

source: Version
ar: الإصدار
id: Versi
ja: バージョン
ko: 버전
nl: Versie
th: รุ่น
uk: Версія
zh_hans: 版本

# open
source: Opened
ar: افتتح
de: Geöffnet
id: Dibuka
ja: オープン
ko: 열린
nl: Geopend
th: เปิด
uk: Відкритий
zh_hans: 已打开

# close
source: Closed
ar: مغلق
de: Abgeschlossen
id: Tutup
ja: クローズ
ko: 닫은
nl: Gesloten
th: ปิด
uk: ЗАЧИНЕНО
zh_hans: 已关闭

source: Help
zh_hans: 帮助

source: Tag
ar: العلامة
id: Menandai
ja: タグ
ko: 꼬리표
nl: Label
th: แท็ก
uk: Метка
zh_hans: 标签

# currentTag
source: current
ar: تيار
de: Strom
id: Saat ini
ja: 現在
ko: 현재
nl: actueel
th: ปัจจุบัน
uk: Поточний
zh_hans: 当前

# tagToday
source: (%d task)
ar: (%d مهمة)
de: (%d Aufgabe)
id: (%d tugas)
ja: (%d タスク)
ko: (%d 개 작업)
nl: (%d taak)
th: (%d งาน)
uk: (%d завдання)
zh_hans: (%d个任务)

# noTag
source: Tag
ar: العلامة
id: Menandai
ja: タグ
ko: 꼬리표
nl: Label
th: แท็ก
uk: Метка
zh_hans: 标签

# newTag
source: Create Tag
ar: إنشاء علامة
de: Tag erstellen
id: membuat tag
ja: 新しいラベルを追加
ko: 태그 만들기
th: สร้างแท็ก
uk: Створити тег
zh_hans: 添加新标签

# tagExist
source: Tag already exists
ar: العلامة موجود بالفعل
de: Tag existiert bereits
id: Tag sudah ada
ja: このラベルは既に使用中です
ko: 태그가 이미 존재합니다
nl: Tag bestaat al
th: แท็กอยู่แล้ว
uk: Тег вже існує
zh_hans: 已存在此标签

source: Delete tag
ar: حذف البطاقات
de: Tag löschen
id: Hapus tuga
ja: タグを削除します
ko: 태그 삭제
th: ลบแท็ก
uk: Видалити тег
zh_hans: 删除标签

# searchHolder
source: Search
ar: الرجاء إدخال كلمات البحث الخاصة بك
de: Bitte gebenIhre Suchwörter
id: Silakan Masukan Pencarian Kata Kunci
ja: 検索キーワードを入力してください
ko: 입력에게 검색 키워드를주세요
nl: Vul aub uw trefwoord
th: กรุณาใส่คำค้นหาของคุณ
uk: Будь ласкавведіть пошук слова
zh_hans: 搜索

# searchStart
source: Please input your search keyword
zh_hans: 请输入您搜索的关键词

# searchNoResult
source: No results were found
ar: - لا توجد نتائج -
de: - Es wurden keine Ergebnisse gefunden -
id: - Tidak ada Hasil Apakah Ditemukan -
ja: - クエリ結果がありません -
ko: - 어떤 결과를 찾을 수 없습니다 -
nl: - Er zijn geen resultaten gevonden -
th: - ไม่พบผลลัพธ์ -
uk: - Результати не були знайдені -
zh_hans: 没有查询到结果

# messageUseage
source: Share your schedules of today
ar: مشاركة الجدول الزمني الخاص بك لهذا اليوم
de: Ihr Zeitplan für heute Teile
id: Bagi jadwal Anda untuk hari ini
ja: 今日のスケジュールを共有します
ko: 오늘 일정을 공유
nl: Deel je schema voor vandaag
th: แบ่งปันตารางเวลาของคุณสำหรับวันนี้
uk: Поділіться розклад на сьогодні
zh_hans: 分享您今天的日程安排

# shareMessage
source: %@ at %@, join with me?
ar: ٪@ - ٪@ معي؟
de: %@ At %@, verbinden sie mit mir?
id: %@ Di %@, bergabung dengan saya?
ja: %@ %@,一緒に?
ko: %@ 의 %@ 에, 나와 함께 가입?
th: %@ %@ ที่เข้าร่วมกับผมได้ไหม
uk: %@ У %@, приєднатися до мене?
zh_hans: %@ 在 %@ ，一起吧

# defaultTimeManagerName
source: Time Manager Method
ar: حان الوقت أسلوب مدير
de: Zeitmanager Methode
id: Waktu Metode Manager
ja: 時間管理
ko: 시간 관리자 방법
th: เวลาวิธีการจัดการ
uk: Час менеджер метод
zh_hans: 工作法

# cancelTimeManager
source: Quit Time Manager Method
ar: إنهاء الوقت أسلوب مدير
de: Quit Zeitmanager Methode
id: Berhenti Waktu Metode Manager
ja: 時間管理終了
ko: 시간 관리자 방법을 종료합니다
th: เลิกกับวิธีการจัดการ
uk: Кинути Час менеджер метод
zh_hans: 退出工作法

# finishTimeManager
source: Finish Task
zh_hans: 完成任务

# continue
source: Continue work
ar: مواصلة العمل
de: Weiter Arbeit
id: Lanjutkan kerja
ja: 作業を続
ko: 일을 계속
nl: Voortzetting van de werkzaamheden
th: ดำเนินการต่อการทำงาน
uk: Продовжити роботу
zh_hans: 继续工作

# timeManagementSetting
source: Time Management Method
zh_hans: 管理工作法

# selectTimeManagement
source: Select Time Management Method
ar: تحديد الوقت أسلوب الإدارة
de: Wählen Zeitmanagement Methode
id: Pilih Metode Manajemen Waktu
ja: 作業の方法を選択
ko: 시간 관리 방법을 선택합니다
th: เลือกวิธีการบริหารเวลา
uk: Виберіть метод управління часу
zh_hans: 选择一个工作法

# timeManagement
source: Start Time Management
zh_hans: 开始工作法

# createTimeManagement
source: Create New Method
zh_hans: 创建新的工作法

# infiniteRepeat
source: Infinite
zh_hans: 无限

# repeatNumber
source: Number Of Repeats
ar: عدد التكرار
de: Anzahl der Wiederholungen
id: Jumlah pengulangan
ja: サイクル数
ko: 반복 횟수
nl: Aantal herhalingen
th: จำนวนของการเกิดซ้ำ
uk: Число повторів
zh_hans: 循环次数

# useTime
source: Use %d time
ar: استخدام %d الوقت
de: Benötigte Zeit
id: Gunakan %d waktu
ja: %d回を使用
ko: %d 의 시간을 사용하여
nl: Gebruikte tijd
th: ใช้เวลา %d
uk: Використовувати %d часу
zh_hans: 使用%d次

# useTimes
source: Use %d times
ar: استخدام الأوقات %d
de: Verwenden %d mal
id: Gunakan %d kali
ja: %d回を使用
ko: %d 의 시간을 사용하여
nl: Gebruik %d tijden
th: ใช้เวลา %d
uk: Використовуйте %d раз
zh_hans: 使用%d次

# pomodoro
source: Pomodoro Technique
ar: تقنية بومودورو
de: Pomodoro Technik
ja: トマトの作業方法
ko: 뽀 모도로 기법
nl: Pomodorotechniek
th: Pomodoro เทคนิค
uk: Pomodoro Техніка
zh_hans: 番茄工作法

# pomodoroAliase
source: Pomodoro
ar: بومودورو
ja: トマト
ko: 포모 도로
zh_hans: 番茄

# pomodoroWork
source: Working
ar: العمل
de: Arbeiten
id: Kerja
ja: タスクで
ko: 작업
nl: Werken
th: การทำงาน
uk: Робоча
zh_hans: 专心工作中

# pomodoroRest
source: Take a Break
ar: خذ استراحة
de: Machen Sie eine Pause
id: Istirahat
ja: 休憩を取る
ko: 휴식을 취하다
th: หยุดพัก
uk: Відпочинь
zh_hans: 休息一会儿

# pomodoroLongRest
source: Four pomodoros! Take a longer Break
ar: ! أربعة pomodoros تأخذ استراحة أطول
de: Four Pomodoros einen längeren Bruch
id: Four Pomodoros Ambil istirahat lagi
ja: 4 トマト！休憩を取る
ko: 4 pomodoros! 긴 휴식
nl: ! Vier pomodoros Neem een langere Break
th: สี่ pomodoros ใช้เวลาพักอีกต่อไป
uk: Чотири! Pomodoros Візьміть тривалу перерву
zh_hans: 四个番茄了！多休息一会儿吧

# saveTimeMethod
source: Save Time Management Method?
zh_hans: 保存此工作法?

source: Please
ar: الرجاء
de: Bitte
id: Silakan
ko: 하세요
th: กรุณา
uk: Будь ласка
zh_hans: 请

# timeManageGroupName
source: Work Group
ar: مجموعة العمل
de: Arbeitsgruppe
id: Kelompok Kerja
ja: ワーキング グループ
ko: 작업 그룹
th: กลุ่มงาน
uk: Робоча група
zh_hans: 工作组

# enterItemName
source: Enter Job Content
ar: أدخل المحتوى الوظيفة
de: Geben Sie Job-Inhalt
id: masukan isi pekerjaan
ja: ジョブ内容を入力してください
ko: 작업 내용을 입력
nl: input jobinhoud
th: ป้อนเนื้อหางาน
uk: Зміст роботи вхід
zh_hans: 输入工作内容

# enterItemTime
source: Enter Working Time
ar: أدخل وقت العمل
de: Geben Sie Arbeitszeit
id: Masukkan Waktu Kerja
ja: 時間を入力してください
ko: 작업 시간을 입력
th: ป้อนเวลาทำงาน
uk: Введення робочого часу
zh_hans: 输入工作时长

source: Min
ar: مين
ja: 分
ko: 최소
th: นาที
uk: Хв
zh_hans: 分钟

# enterMethodName
source: Name time management method
ar: الاسم إلى أسلوب إدارة الوقت
de: Benannt nach dem ZeitManagementMethode
id: Dinamakan dengan metode manajemen waktu
ja: 作業方法の名前
ko: 시간 관리 방법에 명시된
nl: Genoemd naar de time management methode
th: ชื่อที่วิธีการบริหารเวลา
uk: Названий метод управління часом
zh_hans: 输入工作法的名字

# enterGroupRepeatNumber
source: Set Number Of Repeats
ar: تعيين عدد من حالات التكرار
de: LegenAnzahl der Wiederholungen
id: Set jumlah pengulangan
ja: サイクル数を設定します
ko: 반복 수를 설정합니다
nl: Stel het aantal herhalingen
th: การตั้งค่าจำนวนของการเกิดซ้ำ
uk: Встановити число повторів
zh_hans: 设置循环次数

# methodName
source: Name
ar: اسم
id: nama
ja: 名前
ko: 이름
nl: naam
th: ชื่อ
uk: Ім'я
zh_hans: 名字

# itemName
source: Job Content
ar: مضمون العمل
de: Arbeitsinhalte
id: Konten Job
ja: 作業内容
ko: 작업 내용
th: เนื้อหางาน
uk: Зміст на Робота
zh_hans: 工作内容

# itemTime
source: Working Time(Minute)
ar: وقت العمل (دقيقة)
de: Arbeitszeit (Minute)
id: Waktu Kerja (Menit)
ja: 作業時間(分)
ko: 작업 시간 (분)
th: เวลาทำงาน (นาที)
uk: Робочий час (хвилина)
zh_hans: 工作时长(分)

source: Aliase
ar: الاسم المستعار
de: Alias
id: Alias
ja: エイリアス
nl: Alias
th: นามแฝง
uk: псевдонім
zh_hans: 别名

# defaultAliase
source: Circles
ar: الدوائر
de: Kreise
id: Lingkaran
ja: サイクル
ko: 치 저 우
th: แวดวง
uk: Кола
zh_hans: 循环

# enterMethodAliase
source: Aliase of time management method(Only used to record cycles)
ar: اسم مستعار من أسلوب إدارة الوقت (تستخدم فقط لدورات رقم قياسي)
de: Alias von ZeitmanagementMethode (Nur auf Rekordzyklen)
id: Alias metode manajemen waktu (Hanya digunakan untuk siklus record)
ja: サイクル(サイクルを記録するために使用)
ko: (에만 기록 사이클에 사용되는) 시간 관리 방법의 Aliase
nl: Alias van time management methode (alleen gebruikt om op te nemen cycli)
th: นามแฝง ของวิธีการจัดการเวลา (ใช้เพียงเพื่อรอบ)
uk: псевдонім методу управління часом (використовується тільки для запису циклів)
zh_hans: 输入工作法的别名(仅用于记录循环次数)
