Repository: bobz392/Achieve
Catalog: Accomplish/*.lproj/Localizable.strings
Languages: ar, de, id, ja, ko, nl, th, uk, zh_hans

# progess
source: Proceed
ar: تقدم
de: VORGEHEN
id: MEMPROSES
ja: 進行中
ko: 발하다
nl: DOORGAAN
th: ดำเนินการต่อ
uk: Вперед
zh_hans: 进行中

source: Finished
ar: منجز
de: Completed
id: LENGKAP
ja: 完成した
ko: COMPLETED
nl: VOLTOOID
th: ให้เสร็จสมบูรณ์
uk: ГОТОВИЙ
zh_hans: 已结束

source: Completed
zh_hans: 已完成

# emptyTask
source: No new task, Enjoy the day :)
ar: لا مزيد من المهام، تتمتع اليوم أو يطعن في مهمة جديدة
de: Keine weiteren Aufgaben, Genießenden Tag oder eine neue Aufgabe in Frage stellen
id: Tidak ada tugas yang lebih, Nikmati hari atau menantang tugas baru
ja: 新しいタスクはありません，リラックス
ko: 새로운 작업 없음
nl: Niet meer taken, Geniet van de dag of daag een nieuwe taak
th: ไม่มีงานมากขึ้นเพลิดเพลินไปกับวันหรือท้าทายงานใหม่
uk: Немає більше завдань, які не Насолоджуйтесь днем або кинути виклик нового завдання
zh_hans: 没有新任务，放松一下 :)

# emptyFinishTask
source: No finshed task
zh_hans: 没有已经结束的任务

# emptyHint
source: Nothing here
zh_hans: 空空如也

# detailIncomplete
source: Yesterday unfinished tasks postponed to today
ar: بالأمس المهام التي لم تكتمل أجلت إلى اليوم
de: Gestern unerledigten Aufgaben auf heute verschoben
id: Kemarin tugas yang belum selesai ditunda untuk hari ini
ja: 今日完了昨日した未完のタスク
ko: 어제 미완성 작업은 오늘로 연기
nl: Gisteren onvoltooide taken uitgesteld tot vandaag
th: เมื่อวานนี้งานยังไม่เสร็จเลื่อนออกไปในวันนี้
uk: Вчора незавершені завдання відкладено до сьогоднішнього дня
zh_hans: 把昨天未完成的任务移到今天

source: Move
zh_hans: 移动

# asyncing
source: synchronizing
ar: تحديث
de: Aktualisierung
id: Memperbarui
ja: 同期式データ
ko: 업데이트
nl: Vernieuwing
th: อัปเดต
uk: Оновлення
zh_hans: 同步中

# icloud
source: Login iCloud account to synchronize your data
ar: تسجيل الدخول على iCloud لمزامنة البيانات الخاصة بك
de: Anmeldung iCloud Account Ihre Daten zu synchronisieren
id: Akun Login iCloud untuk menyinkronkan data Anda
ja: ログインして iCloud アカウント データを同期するには
ko: 로그인 아이 클라우드는 데이터를 동기화 계정
nl: Login iCloud-account om uw gegevens te synchroniseren
th: บัญชีเข้าสู่ระบบ iCloud เพื่อประสานข้อมูลของคุณ
uk: Увійти ICloud облікового запису для синхронізації даних
zh_hans: 登录iCloud账户来同步您的数据

# noPermission
source: No access permission
ar: لا إذن الوصول
de: Keine Zugriffsberechtigung
id: Tidak ada izin akses
ja: 権限がありません
ko: 어떤 액세스 권한이 없습니다
nl: No toegangsrechten
th: ไม่มีสิทธิ์ในการเข้าถึง
uk: Немає прав доступу
zh_hans: 没有权限

# abPermission
source: We don't have permission to access the address book, you can grant this permission through "Settings > Privacy > Contacts"
de: Wir haben nichtErlaubnisdas Adressbuch zuzugreifen, können Sie diese Berechtigung durch "Settings > Privacy > Contacts"
id: Kami tidak memiliki izin untuk mengakses buku alamat, Anda dapat memberikan izin ini melalui "Settings > Privacy > Contacts"
ja: ディレクトリの読み取り権限がないので，アクセス許可"Settings > Privacy > Contacts"
ko: 우리는 주소록에 액세스 할 수있는 권한이 없습니다, 당신은 통해이 권한을 부여 할 수 있습니다 "Settings > Privacy > Contacts"
th: เราไม่ได้รับอนุญาตให้เข้าถึงหนังสือที่อยู่ที่คุณสามารถให้สิทธิ์นี้ผ่าน "Settings > Privacy > Contacts"
uk: нас немає дозволу на доступ до адресної книги, ви можете надати цей дозвіл через "Settings > Privacy > Contacts"
zh_hans: 目前没有读取通讯录的权限，该权限可以在“系统设置 > 隐私 > 联系人”中开启

# needABPermission
source: Need permission to access Address Book
ar: الحاجة إذن للوصول إلى دفتر العناوين
de: Need Erlaubnis Adressbuch zugreifen
id: Perlu izin untuk mengakses buku alamat
ja: ディレクトリのアクセス許可を必要があります。
ko: 주소록에 액세스 할 수있는 권한이 필요
nl: Toestemming nodig om toegang te krijgen tot het adresboek
th: ต้องได้รับอนุญาตในการเข้าถึงสมุดที่อยู่
uk: Потрібно дозвіл на доступадресної книги
zh_hans: 需要通讯录权限

source: Loading
ar: جار التحميل
de: Laden
id: Pemuatan
ja: 読み込み
ko: 로드
nl: Laden
th: ในการโหลด
uk: Завантаження
zh_hans: 加载中

# newTask
source: Add task
ar: مهمة جديدة
de: Neue Aufgabe
id: Tugas Baru
ja: 新しいタスク
ko: 새 작업
nl: Nieuwe taak
th: งานใหม่
uk: Нова задача
zh_hans: 添加新任务

# rescheduling
source: Task Detail
ar: تفاصيل مهمة
de: Aufgabendetail
id: Tugas rinci
ja: タスクの詳細
ko: 작업 세부 정보
th: รายละเอียดงาน
uk: Завдання Деталь
zh_hans: 任务详情

source: Finish Task
ar: إنهاء المهمة
de: Aufgabe beenden
id: Selesai tugas
ja: タスクを完了します
ko: 마침 작업
th: เสร็จงาน
uk: Кінець завдання
zh_hans: 完成任务

source: Task Reminding
ar: تذكير المهام
de: Aufgabe Erinnerung
id: Tugas pengingat
ja: 仕事のアラーム
ko: 작업 알림
nl: Task herinnering
th: การแจ้งเตือนงาน
uk: Завдання Нагадування
zh_hans: 任务提醒

source: Cancel
ar: إلغاء
de: Stornieren
id: Membatalkan
ja: キャンセル
ko: 취소하다
nl: Annuleer
th: ยกเลิก
uk: Скасувати
zh_hans: 取消

source: Delete
ar: حذف
de: Löschen
id: Menghapus
ja: 削除
ko: 지우다
nl: Verwijderen
th: ลบ
uk: Видалити
zh_hans: 删除

source: Delete Task
ar: حذف المهمة
de: Aufgabe löschen
id: Hapus tugas
ja: タスクを削除します
ko: 작업 삭제
th: ลบงาน
uk: Видалити завдання
zh_hans: 删除任务

source: Delete Reminder
ar: حذف تذكير
de: Löschen Erinnerung
id: Hapus pengingat
ja: アラームをキャンセルします
ko: 알림 삭제
nl: Delete herinnering
th: ลบการแจ้งเตือน
uk: Очистити нагадування
zh_hans: 删除提醒

# permit
source: Allow
ar: السماح
de: Zulassen
id: Mengizinkan
ja: 認める
ko: 허용하다
nl: Toestaan
th: อนุญาต
uk: Дозволити
zh_hans: 允许

source: Reject
ar: رفض
de: Ablehnen
id: Menolak
ja: 拒否します
ko: 받지 않다
nl: Weigeren
th: ปฏิเสธ
uk: Відхилити
zh_hans: 拒绝

source: Add
ar: إضافة
de: Hinzufügen
id: Menambahkan
ja: を追加します
ko: 더하다
nl: Toevoegen
th: เพิ่ม
uk: Додати
zh_hans: 添加

source: Save
ar: حفظ
de: Sparen
id: Menyimpan
ja: 保存
ko: 구하다
nl: Opslaan
th: ประหยัด
uk: Зберегти
zh_hans: 保存

source: Ok
ar: حسنا
id: Baik
ko: 승인
th: ตกลง
uk: Добре
zh_hans: 知道了

source: Done
zh_hans: 完成

# search
source: Start Search
ar: بحث
de: Suchen
id: Cari
ja: 検索
ko: 검색
th: ค้นหา
uk: Пошук
zh_hans: 开始搜索

source: Custom task
zh_hans: 新任务

# dependTask
source: Associated task
zh_hans: 关联任务

source: System task
zh_hans: 系统任务

# switchRunning
source: Switch to proceed
zh_hans: 切换到进行中

# switchFinish
source: Switch to finish
zh_hans: 切换到已完成

# goingDo
source: What would you like to do?
ar: ماذا تريد ان تفعل؟
de: Was würdest du gern tun?
id: Apa yang ingin kamu lakukan?
ja: 何かをするつもりですか?
ko: 무엇을하고 싶으십니까?
nl: Wat zou je willen doen?
th: คุณอยากจะทำอะไร?
uk: Чим би ти хотів зайнятись?
zh_hans: 准备做点什么呢?

source: Priority
ar: أفضلية
de: Priorität
id: Prioritas
ja: 優先順位
ko: 우선 순위
nl: Prioriteit
th: ความสำคัญ
uk: НагадуванняПріоритет
zh_hans: 优先级

source: Remove
ar: إزالة
de: Entfernen
id: Menghapus
ja: 削除
ko: 없애다
nl: Verwijderen
th: ลบ
uk: Видалити
zh_hans: 移除

# setCreateDate
source: Set start date
zh_hans: 设置开始日期

# setEstimateDate
source: Set estimated finish time
ar: تعيين يقدر وقت
de: Set Geschätzte Zeit
id: Set perkiraan waktu
ja: 推定時間を設定
ko: 예상 시간을 설정합니다
nl: Stel geschatte tijd
th: ตั้งเวลาโดยประมาณ
uk: Встановити розрахунковий час
zh_hans: 设置预计完成时间

source: Set reminder
ar: تعيين تذكير
de: Set Erinnerung
id: Set pengingat
ja: リマインダを設定する
ko: 알림 설정
nl: Herinnering instellen
th: การตั้งเตือนความจำ
uk: Встановити нагадування
zh_hans: 设置提醒

source: Set repeat
ar: تعيين كرر
de: Set Wiederholen
id: Set mengulang
ja: 繰り返しを設定
ko: 반복 설정
nl: Set herhalen
th: ตั้งซ้ำ
uk: Встановити повторити
zh_hans: 设置重复

source: Set tag
ar: تعيين علامة
ja: ラベルのセット
ko: 태그를 설정합니다
th: แท็กตั้ง
uk: Встановити мітку
zh_hans: 设置标签

# noneTag
source: None
ar: لا شيء
de: Keiner
id: Tidak ada
ja: ラベルなし
ko: 없음
nl: Geen
th: ไม่มี
uk: Нічого
zh_hans: 无标签

# allTask
source: All tasks
ar: كافة المهام
de: Alle Aufgaben
id: Semua Tugas
ja: すべてのタスク
ko: 모든 작업
nl: Alle taken
th: งานทั้งหมด
uk: Усі завдання
zh_hans: 所有任务

# writeNote
source: write something...
zh_hans: 写点什么吧...

# priority2
source: High
ar: عالي
de: Hoch
id: Tinggi
ja: 高
ko: 높은
nl: Hoog
th: สูง
uk: Високий
zh_hans: 高

# priority1
source: Normal
ar: عادي
ja: 普通
ko: 표준
th: ปกติ
uk: Нормальний
zh_hans: 普通

# priority0
source: Low
ar: منخفض
de: Niedrig
id: Rendah
ja: 低
ko: 낮은
nl: Laag
th: ต่ำ
uk: низький
zh_hans: 低

# selectAction
source: Built-in Task
zh_hans: 选择内置任务

# callAction
source: Call
ar: مكالمة
de: Anruf
id: Panggilan
ja: 呼び出し
ko: 전화
th: โทร
uk: виклик
zh_hans: 打电话给

# sendMessageAction
source: Send Message To
ar: إرسال رسالة إلى
de: Nachricht senden an
id: Kirim Pesan kepada
ja: SMS の送信
ko: 에게 메시지 보내기
nl: Bericht te sturen naar
th: ส่งข้อความถึง
uk: Відправити повідомлення
zh_hans: 发短讯给

# faceTimeAction
source: Face Time to
ar: فيس تايم ل
de: Facetime
id: FaceTime untuk
ja: FaceTime
ko: 에 페이스 타임
nl: FaceTime naar
th: FaceTime ไป
uk: FaceTime до
zh_hans: Face Time给

# mailAction
source: Send mail to
ar: إرسال بريد إلكتروني إلى
de: SendeMail an
id: Kirim email ke
ja: Mail
ko: 메일 보내기
nl: E-mail verzenden naar
th: ส่งอีเมลไปยัง
uk: Написати листа
zh_hans: 发邮件给

# customSchemeAction
source: Proceed to
ar: تقدم
de: Vorgehen
id: Memproses
ja: 実装
ko: 진행
nl: Doorgaan
th: ดำเนินการต่อ
uk: Продовжити
zh_hans: 执行

# addPhoneCall
source: Create phone call task
ar: إنشاء مهمة مكالمة هاتفية
de: Erstellen Anruf Aufgabe
id: Buat tugas panggilan telepon
ja: ダイアル アップ作業を追加します
ko: 전화 통화 작업 만들기
nl: Maak een telefoontje taak
th: สร้างงานโทรศัพท์
uk: Створити завдання виклику телефону
zh_hans: 添加拨号任务

# addMessage
source: Create message task
ar: إنشاء مهمة الرسالة
de: Nachricht erstellen Aufgabe
id: Buat task pesan
ja: 送信テキスト メッセージ タスクを追加します
ko: 메시지 작업 만들기
nl: Bericht maken taak
th: สร้างงานข้อความ
uk: Створити повідомлення задачу
zh_hans: 添加短信任务

# addFaceTime
source: Create Face Time task
ar: إنشاء مهمة فيس تايم
de: Create Facetime Aufgabe
id: Buat task FaceTime
ja: FaceTime タスクを追加します
ko: 페이스 타임 태스크를 생성합니다
nl: Create FaceTime taak
th: สร้างงาน FaceTime
uk: Створити задачу FaceTime
zh_hans: 添加Face Time任务

# addMail
source: Create mail task
ar: إنشاء مهمة الإلكتروني
de: Create MailAufgabe
id: Buat task mail
ja: メール送信タスクを追加します
ko: 메일 작업을 만듭니다
nl: Create mail taak
th: สร้างงานอีเมล
uk: Створити задачу пошти
zh_hans: 添加发送邮件任务

# addSubtask
source: Create task with subtask
ar: إنشاء مهمة مع فرعية
de: Aufgabe erstellen mit Unteraufgabe
id: Buat tugas dengan subtask
ja: サブタスクを含む新しいタスクを作成します
ko: 하위 작업과 작업 만들기
nl: Create taak subtaak
th: สร้างงานที่มีงานย่อย
uk: Створити завдання зпідзадачі
zh_hans: 创建有子任务的任务

# addCustomScheme
source: Create custom launcher task
ar: إنشاء مهمة قاذفة مخصصة
de: Erstellenbenutzerdefinierten Launcher Aufgabe
id: Buat tugas peluncur kustom
ja: カスタム タスク ランチャーを作成します
ko: 사용자 정의 실행 작업 만들기
nl: Maak aangepaste launcher taak
th: สร้างงานที่กำหนดเองปล่อย
uk: Створення користувальницької завдання запуску
zh_hans: 创建自定义启动器的任务

# taskTitle
source: Enter your task name
ar: أدخل اسم المهمة الخاصة بك
de: Geben Sie Ihren Aufgabennamen
id: Masukkan nama tugas Anda
ja: タスクの名前を入力してください
ko: 당신의 작업 이름을 입력
nl: Vul uw taak naam
th: ป้อนชื่องานของคุณ
uk: Введіть ім'я завдання
zh_hans: 输入您的任务名

# subtaskInfo
source: Enter your subtasks, subtasks are separated to enter
ar: أدخل المهام الفرعية الخاصة بك، يتم فصل المهام الفرعية لدخول
de: Geben Sie Ihre Unteraufgaben werden Unteraufgaben getrennt eingeben
id: Masukkan subtugas Anda, subtugas dipisahkan untuk masuk
ja: サブタスクを入力します，サブタスクは、キャリッジ リターンで区切られます
ko: 당신의 하위 작업을 입력, 하위는 입력 분리
nl: Vul uw deeltaken, subtaken worden gescheiden in te voeren
th: ป้อนงานย่อยของคุณจะถูกแยกย่อยที่จะเข้าสู่
uk: Введіть підзадачі, підзадачі розділеніщоб ввести
zh_hans: 输入您的多个子任务，子任务之间以回车分隔

# subtaskCount
source: (Subtask)
ar: (فرعية)
de: (Teilaufgabe)
ja: (サブタスク)
ko: (하위 작업)
nl: (Deel taak)
th: (งานย่อย)
uk: (Підзадачі)
zh_hans: (子任务)

# customSchemeTask
source: Enter url of your custom launcher task
ar: أدخل عنوان الموقع من مهمتك اطلاق العرف
de: Geben SieURL der benutzerdefinierten Launcher Aufgabe
id: Masukkan url adat peluncur tugas Anda
ja: カスタム URL を入力します
ko: 사용자 정의 실행 작업의 URL을 입력
nl: Geef de URL van uw aangepaste launcher taak
th: ป้อน URL ของ Launcher งานของคุณเอง
uk: Введіть URL вашої користувальницькоїзапуску завдання
zh_hans: 输入您的自定义启动器的 url

# noEstimate
source: Estimate finish time
ar: الوقت المتوقع الانتهاء
de: Erwartete Zeitpunkt der Fertigstellung
id: Diharapkan waktu penyelesaian
ja: 预计完成时间
ko: 완료 시간을 예상
nl: Verwachte oplevering
th: คาดว่าเวลาแห่งความสำเร็จ
uk: Очікуваний час завершення
zh_hans: 预计完成时间

# estimeateAt
source: Estimate finish at
ar: المتوقعة النهاية في
de: Erwartete Ziel am
id: Diharapkan finish di
ja: 预计完成时间
ko: 에서 마무리 기대
th: คาดว่าจะเสร็จสิ้น
uk: Очікуваний фініш на
zh_hans: 预计完成于

# createdAt
source: Started at
ja: 開始されます
zh_hans: 开始于

# finishAt
source: Finished at
ar: انتهى في
de: Fertig an
id: Selesai di
ja: 終了します
ko: 에 완료
nl: Finished op
th: เสร็จ
uk: Закінчено в
zh_hans: 完成于

# noReminder
source: Reminder
ar: تذكير
de: Mahnung
id: Peringatan
ja: リマインダー
ko: 조언
nl: Herinnering
th: การแจ้งเตือน
uk: Нагадування
zh_hans: 没有提醒

# reminderMe
source: Reminder me at
ar: تذكير لي في
de: Erinnerung mich an
id: Pengingat saya di
ja: 私に思い出させる
ko: 에서 알림 날
nl: Herinnering me bij
th: การแจ้งเตือนฉันที่
uk: Нагадування мені на
zh_hans: 提醒我在

source: Repeat
ar: كرر
de: Wiederholen
id: Ulangi
ja: 繰り返し
ko: 반복
th: ซ้ำ
uk: Повторити
zh_hans: 重复

# noRepeat
source: Repeat
ar: كرر
de: Wiederholen
id: Ulangi
ja: 繰り返し
ko: 반복
nl: Herhaling
th: ซ้ำ
uk: Повторити
zh_hans: 不重复

# taskNote
source: Add a note
ar: أضف ملاحظة
de: Notiz hinzufügen
id: Tambahkan catatan
ja: コメントを追加します
ko: 메모 추가
nl: Voeg een notitie toe
th: เพิ่มข้อความ
uk: Додати примітку
zh_hans: 添加备注

# detailAddSubtask
source: Add a subtask
ar: إضافة مهمة فرعية
de: Add a Unteraufgabe
id: Tambahkan subtask
ja: サブタスクを追加します
ko: 하위 작업 추가
nl: Een subtaak toevoegen
th: เพิ่มงานย่อย
uk: Додати підзадачі
zh_hans: 添加子任务

# overTime
source: overdue
zh_hans: 超时

# repeatHint
source: repeat
zh_hans: 重复

source: Address Book
ar: دفتر العناوين
de: Adressbuch
id: Buku alamat
ja: アドレス帳
ko: 주소록
nl: Adresboek
th: สมุดที่อยู่
uk: Адресна книга
zh_hans: 通讯录

# errorInfos
source: Please improve content
ar: الرجاء تحسين المحتوى
de: Bitte verbessern Inhalt
id: Silakan meningkatkan konten
ja: 変更または追加する必要があります
ko: 콘텐츠를 개선하십시오
nl: Please verbeteren content
th: กรุณาปรับปรุงเนื้อหา
uk: Будь ласкаполіпшити зміст
zh_hans: 请完善内容

# errorURL
source: Invalid url
ar: URL غير صالح
de: Ungültige URL
id: URL tidak valid
ja: 無効な URL
ko: 잘못된 URL
nl: Ongeldige URL
th: URL ไม่ถูกต้อง
uk: Невірний URL
zh_hans: 无效的url

# scheduled
source: Started in
zh_hans: 开始于

# willScheduled
source: Will start in
zh_hans: 将开始于

source: today
ar: اليوم
de: Heute
id: Hari ini
ja: 今日
ko: 오늘
nl: Vandaag
th: วันนี้
uk: Сегодня
zh_hans: 今天

source: tomorrow
ar: يوم غد
de: Morgen
id: Besok
ja: 明日
ko: 내일
nl: Morgen
th: พรุ่งนี้
uk: Завтра
zh_hans: 明天

source: yesterday
ar: اليوم السابق
de: Gestern
id: Kemarin
ja: 昨日
ko: 어제
nl: Gisteren
th: เมื่อวานนี้
uk: Вчора
zh_hans: 昨天

# everyday
source: Daily
ar: يومي
de: Täglich
id: Harian
ja: 毎日
ko: 매일
nl: Dagelijks
th: รายวัน
zh_hans: 每天

# weekday
source: Every weekday(Mon-Fri)
ar: في كل يوم من أيام الأسبوع (من الاثنين الى الجمعة)
de: jedem Wochentag (Mo-Fr)
id: Setiap hari kerja (Senin-Jumat)
ja: 毎営業日 (月曜日 ~ 金曜日)
ko: 주중 매일 (월 - 금)
nl: Elke weekdag (ma-vr)
th: ทุกวันทำการ (จันทร์ถึงศุกร์)
uk: Кожен будній день (пн-пт)
zh_hans: 每工作日（周一至周五）

source: Every week(%@)
ar: كل اسبوع(@%)
de: Jede Woche(%@)
id: Setiap minggu(%@)
ja: 毎週(%@)
ko: 매주(%@)
nl: Elke week(%@)
th: ทุกสัปดาห์(%@)
uk: Кожного тижня(%@)
zh_hans: 每周(%@)

# everyMonth
source: Every month(the %@st)
ar: كل شهر (و @% الحادي و)
de: Jeden Monat (die %@ st)
id: Setiap bulan (yang %@ st)
ja: 毎月(%@号)
ko: 매월 (일 %@는)
nl: Elke maand (het %@ st)
th: ทุกเดือน (เครื่องหมาย %@ ST)
uk: Кожен місяць (%@ ст)
zh_hans: 每月(%@号)

# annual
source: Every year(%@)
ar: كل عام(@%)
de: Jedes Jahr(%@)
id: Setiap tahun(%@)
ja: 每年(%@)
ko: 매년(%@)
nl: Elk jaar(%@)
th: ทุกปี(%@)
uk: Щороку(%@)
zh_hans: 每年(%@)

source: Calendar
ar: تقويم
de: Kalender
id: Kalender
ja: カレンダー
ko: 달력
nl: Kalender
th: ปฏิทิน
uk: Календар
zh_hans: 日历

# day1
source: Mon
ar: M
de: M
id: M
ja: 月
ko: M
nl: M
th: M
uk: М
zh_hans: 周一

# day2
source: Tue
ar: T
de: T
id: T
ja: 火
ko: T
nl: T
th: T
uk: Т
zh_hans: 周二

# day3
source: Wed
ar: W
de: W
id: W
ja: 水
ko: W
nl: W
th: W
uk: W
zh_hans: 周三

# day4
source: Thu
ar: T
de: T
id: T
ja: 木
ko: T
nl: T
th: T
uk: Т
zh_hans: 周四

# day5
source: Fri
ar: F
de: F
id: F
ja: 金
ko: F
nl: F
th: F
uk: F
zh_hans: 周五

# day6
source: Sat
ar: S
de: S
id: S
ja: 土
ko: S
nl: S
th: S
uk: S
zh_hans: 周六

# day7
source: Sun
ar: S
de: S
id: S
ja: 日
ko: S
nl: S
th: S
uk: S
zh_hans: 周日

# newDay
source: Have a nice day :)
zh_hans: 美好的一天开始了 :)

# repeatTaskHint
source: If you create a repeat task, it will create a new task in each day. So your shoud prepare to complete it each day, but you can remove repeat of this task.
ar: . Si crea una tarea de repetición, se creará una nueva tarea en cada día para que su debe preparar para completar cada día, pero puede eliminar la repetición de esta tarea.
de: . Wenn Sie eine Wiederholung Aufgabe erstellen, wird es eine neue Aufgabe an jedem Tag erstellen Sie sollten also bereitenes jeden Tag zu vollenden , aber Sie können Wiederholung dieser Aufgabe entfernen.
id: . Jika Anda membuat tugas yang berulang, itu akan membuat tugas baru di setiap hari Jadi Anda harus mempersiapkan untuk menyelesaikannya setiap hari, tetapi Anda dapat menghapus mengulang tugas ini.
ko: . 당신은 반복 작업을 만들 경우, 매일의 새 작업을 만듭니다 그래서 당신의 매일을 완료하기 위해 준비해야하지만,이 작업의 반복을 제거 할 수 있습니다.
nl: . Als je een terugkerende taak te maken, zal het een nieuwe taak in elke dag te maken Dus je moet voorbereiden om het te voltooien elke dag, maar je kunt herhaling van deze taak te verwijderen.
th: . ถ้าคุณสร้างงานซ้ำก็จะสร้างงานใหม่ในแต่ละวันดังนั้นคุณควรเตรียมความพร้อมที่จะเสร็จสมบูรณ์ในแต่ละวัน แต่คุณสามารถลบซ้ำของงานนี้.
uk: . Якщо ви створюєте завдання повтору, це створить нову задачу в кожен день Такваші повинні підготуватисящоб завершити його кожен день, але ви можете видалити повторення цього завдання.
zh_hans: 如果您创建一个重复任务，那么它将会在每一天都创建一个新的任务。所以您应该要准备好每天都去完成这个任务，不过您可以移除这个任务的重复。

# systemTaskHint
source: In the built-in task you can quickly add a task. For example, make phone call or send message, or create a shopping list, and so on. And you can directly carry out your action by clicking on the push notification or in list.
ar: En la tarea incorporada puede agregar rápidamente una tarea. Por ejemplo, realizar llamadas o enviar mensajes, o crear una lista de compras, y así sucesivamente. Y se puede llevar directamente a cabo su acción haciendo clic en la notificación de inserción o en lista.
de: In der integrierte Task können Sie schnell eine Aufgabe hinzufügenz. B. Anruftätigen oderNachricht senden, oder eine Einkaufsliste erstellen, und so weiter. Und Sie können Ihre Aktion durch Klicken auf die PushBenachrichtigung direkt ausführen oder in Liste.
id: Dalam tugas built-in Anda dapat dengan cepat menambahkan tugas. Misalnya, membuat panggilan telepon atau mengirim pesan, atau membuat daftar belanja, dan sebagainya. Dan Anda dapat langsung melakukan tindakan dengan mengklik pada push notification atau di daftar.
ko: 내장 작업에서는 신속하게, 예를 들어. 작업을 추가 전화를 걸거나 메시지를 보내거나 쇼핑 목록을 작성, 등등. 그리고 당신은 직접 푸시 알림 또는에서 클릭하여 작업을 수행 할 수 있습니다 명부.
nl: In de ingebouwde taak kunt u snel een taak toe te voegen. Zo maken telefoontje of bericht te sturen, of maak een boodschappenlijstje, en ga zo maar door. En u kunt direct uw actie uit te voeren door te klikken op de push notificatie of in lijst.
th: ในงานในตัวคุณได้อย่างรวดเร็วสามารถเพิ่มงาน. ตัวอย่างเช่นโทรหรือส่งข้อความหรือสร้างรายการช้อปปิ้งและอื่น ๆ . และคุณโดยตรงสามารถดำเนินการการกระทำของคุณโดยการคลิกที่แจ้งเตือนผลักดันหรือใน รายการ.
uk: У вбудованій в завданні ви можете швидко додати завдання. Наприклад, зробити телефонний дзвінок або відправити повідомлення, або створити список покупок, і так далі. І ви можете безпосередньо виконати дію, натиснувши на поштовх повідомлення або в список
zh_hans: 在内置动作中您可以快速添加一个任务，例如给谁通话、短讯给谁、创建一个购物清单，等等。并且您可以直接通过点击推送通知来执行您的动作。（例如通话、写短讯，等）

# setting
source: Settings
zh_hans: 设置

source: Background
zh_hans: 背景

source: General
ar: عامة
de: Allgemein
ja: 共通の設定
ko: 일반
nl: Algemeen
th: นายพล
uk: Загальні
zh_hans: 通用

source: Extra
ar: إضافي
id: Tambahan
ja: 追加の設定
ko: 특별한
th: พิเศษ
uk: Екстра
zh_hans: 附加

# calendarReport
source: Check Schedule
zh_hans: 日程

source: Schedule-
ar: جدول
de: Zeitplan
id: Susunan acara
ja: スケジュール
ko: 시간표
th: ตารางเวลา
uk: Розклад
zh_hans: 日程-

source: No Schedule
ar: لا يوجد جدول زمني
de: Kein Zeitplan
id: Tidak ada Jadwal
ja: スケジュールなし
ko: 어떤 일정 없습니다
th: ไม่มีกำหนดการ
uk: Ні Розклад
zh_hans: 没有日程

source: completed at
ja: 終了
zh_hans: 完成于

source: not completed
ar: غير مكتمل
de: nicht vollständig
id: tidak selesai
ja: 失敗しました
ko: 완료되지
nl: Niet compleet
th: ยังไม่เสร็จสมบูรณ์
uk: Не завершено
zh_hans: 没有完成

# notComoletedYet
source: not completed yet
ar: لم تكتمل بعد
de: noch nicht abgeschlossen
id: belum selesai
ja: 完了しませんでした
ko: 아직 완료되지
nl: nog niet ingevuld
th: ยังไม่เสร็จ
uk: ще не завершено
zh_hans: 还未完成

# monthly
source: Monthly Statistics
ar: الاحصائيات الشهرية
de: Monatsstatistik
id: Statistik Bulanan
ja: 今月の統計
ko: 월간 통계
nl: Maandoverzicht
th: สถิติรายเดือน
uk: Щомісячні статистики
zh_hans: 本月统计

# noMonthlyData
source: No repeat and postponed tasks
ar: لا المهام المتكررة أو تأجيلها
de: Keine Wiederholung oder verschoben Aufgaben
id: Tidak ada yang berulang-ulang atau ditunda tugas
ja: 重複または遅延タスクはありません
ko: 어떤 반복적 인 또는 연기 작업 없습니다
nl: Nee repetitieve of uitgesteld taken
th: ไม่ซ้ำซ้อนหรือเลื่อนออกไปงาน
uk: Ні повторюваних або відкладалися завдань
zh_hans: 没有重复以及推迟过的任务

# completionRates
source: Current Month Completion Rates
ar: الشهر الحالي استكمال الاسعار
de: Aktueller Monat Fertigstellung Preise
id: Saat Bulan Penyelesaian Tarif
ja: 今月の完了率
ko: 현재 월 완료 요금
nl: Huidige maand Completion tarieven
th: ปัจจุบันอัตราการสำเร็จเดือน
uk: Поточний місяць коефіцієнт завершення
zh_hans: 本月完成率

# monthlyWeek
source: Week %d
ar: أسبوع %d
de: Woche %d
id: Minggu %d
ja: 第%d週
ko: 주 %d 개
th: สัปดาห์ %d
uk: Тиждень %d
zh_hans: 第%d周

# postponeTask
source: Postponed task
ar: تأجيل المهمة
de: Postpone Aufgabe
id: Menunda tugas
ja: 遅れているタスク
ko: 작업을 연기
th: เลื่อนงาน
uk: Відкладіть завдання
zh_hans: 推迟过的任务

# repeaterMonth
source: Repeat %@
ar: كرر @%
id: Ulangi %@
ja: %@繰り返し
ko: 반복 %@
th: ซ้ำ %@
zh_hans: %@重复

# postponeTimes
source: Postpone: %d Days
ar: مؤجل: %d أيام
de: Verschoben: %d Tage
id: Ditunda: %d Days
ja: 遅延: %d日
ko: 연기: %d일
nl: Uitgesteld: %d dagen
th: เลื่อน: %d วัน
uk: Перенесення: %d днів
zh_hans: 推迟: %d天

# repeaterTimes
source: Repeat: %d Days
ar: كرر: %d أيام
de: Repeat:%d Tage
id: Ulangi: %d Days
ja: 繰り返し: %d日
ko: 반복 : %d의일
nl: Herhalen: %d dagen
th: ซ้ำ: %d วัน
uk: Повторити: %d днів
zh_hans: 重复: %d天

# repeaterRates
source: Completion Rates: %@
ar: معدلات إتمام: %@
de: Fertigstellung Preisen: %@
id: Tarif Penyelesaian: %@
ja: 完了率: %@
ko: 완료율 : %@의
nl: Voltooiing Tarieven: %@
th: อัตราการสำเร็จ: %@
uk: Завершення Ціни: %@
zh_hans: 完成率: %@

# postponeFinishAt
source: Finish at %@
ar: مكتمل في %@
de: In %@ abgeschlossen
id: Selesai di %@
ja: %@ 終了
ko: 에 완료 %@
nl: Voltooid in %@
th: เสร็จสมบูรณ์ใน %@
uk: Завершено в %@
zh_hans: 完成于 %@

# reportEarlier
source: , finished ahead of %@.
zh_hans: , %@ earlier finish task.

# reportEstimate
source: , estimated finish at %@.
zh_hans: , estimate finish at %@.

# reportOvertime
source: , %@ overtime.
zh_hans: ，超出预期 %@。

source: hour
zh_hans: 小时

source: hours
zh_hans: 小时

# mins
source: minutes
zh_hans: 分钟

# noTaskToday
source: You have no task due today.
ar: لا يوجد لديك مهمة المقرر اليوم;
de: Sie haben keine Aufgabe heute fällig.
id: Anda tidak memiliki tugas karena hari ini.
ja: すべての完了したタスク.
ko: 오늘 인해 어떤 작업이 없습니다.
nl: Je hebt geen enkele taak als gevolg van vandaag.
th: คุณมีงานเนื่องจากวันนี้.
uk: вас немає завдання повиннісьогодні.
zh_hans: 您今天没有新任务。

# taskToday
source: You have %d task due today.
ar: لديك %d مهمة المقرر اليوم;
de: Du hast %d Aufgabe heute fällig.
id: Anda memiliki %d tugas karena hari ini.
ja: 今日では、%d つのタスクがあります.
ko: 당신 때문에 오늘 %d 개의 작업을해야합니다.
nl: Je hebt %d taak als gevolg van vandaag.
th: คุณมี %d งานเนื่องจากวันนี้.
uk: вас є %d завдання повиннісьогодні.
zh_hans: 您今天还有%d个任务。
